# Taps
tap "benbjohnson/litestream"
tap "dashlane/tap"
tap "espanso/espanso"
tap "homebrew/bundle"
tap "oven-sh/bun"

# CLI Tools
brew "atuin"
brew "azure-cli"
brew "b2-tools"
brew "benbjohnson/litestream/litestream"
brew "dashlane/tap/dashlane-cli"
brew "dotnet"
brew "duti"
brew "expect"
brew "flyctl"
brew "fzf"
brew "gh"
brew "git"
brew "httrack"
brew "imagemagick"
brew "jq"
brew "kondo"
brew "lazygit"
brew "libdvdcss"
brew "mas"
brew "mkcert"
brew "nmap"
brew "node@20"
brew "node@22"
brew "nvm"
brew "ocrmypdf"
brew "openjdk"
brew "p7zip"
brew "pandoc"
brew "php"
brew "platformio"
brew "plz-cli"
brew "pnpm"
brew "pyenv-virtualenv"
brew "qemu"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "rustup"
brew "starship"
brew "stockfish"
brew "trash"
brew "tree"
brew "typescript"
brew "ugrep"
brew "unar"
brew "watchman"
brew "wget"
brew "youtube-dl"
brew "zoxide"

# Apps
cask "android-platform-tools"
cask "anki"
cask "appcleaner"
cask "balenaetcher"
cask "bruno"
cask "chromedriver"
cask "chromium"
cask "classicftp"
cask "claude"
cask "cyberduck"
cask "discord"
cask "espanso"
cask "firefox"
cask "firefox@nightly"
cask "flux"
cask "fork"
cask "ghostty"
cask "gifox"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "hammerspoon"
cask "handbrake"
cask "inkscape"
cask "iterm2"
cask "karabiner-elements"
cask "keka"
cask "keyboard-maestro"
cask "libreoffice"
cask "loom"
cask "notion"
cask "obsidian"
cask "pika"
cask "powershell"
cask "qflipper"
cask "rar"
cask "raycast"
cask "selfcontrol"
cask "spotify"
cask "steam"
cask "teamviewer"
cask "the-unarchiver"
cask "torguard"
cask "transmission"
cask "visual-studio-code"
cask "zoom"

# Mac App Store
mas "Aiko", id: 1672085276
mas "Control Center", id: 1515453657
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Windows App", id: 1295203466
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
